Revit 2027 API
ParameterTypeId.RadiusSymbolText Property
 "Radius Symbol Text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RadiusSymbolText { get; }
Public Shared ReadOnly Property RadiusSymbolText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RadiusSymbolText {
	ForgeTypeId^ get ();
}
static member RadiusSymbolText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace